IDEA Open Model
TemperatureLoadOnLine.RelativeEndPosition Property
 Relative position on segment - end
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double RelativeEndPosition { get; set; }
Public Property RelativeEndPosition As Double
	Get
	Set
public:
property double RelativeEndPosition {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace